{
  "posts": [
    {
      "id": "1750756439455",
      "title": "AI containement",
      "content": "You probably have seen the Will Smith spaghetti video if you have been following the AI tech bubble. What was started by a meme in 2023 in the first versions of video generation, has come a long way to soraAI made by openAI, or even VEO made by Google. This kind of evolution is such a short period of time is scary and makes us wonder about our safety as a person and how trustworthy law enforcers will be in relation to them. Fake crime proof is not a faraway thought if you have this kind of power at the palm of your hand. I think big organizations should put persons safety and identity over all other things and preach safety for all while not stopping innovation. But innovation should be built with healthy methods and not straight up stealing intellectual property from artists, writers, and everything that was \"public\" on the internet. Not only is this a straight-up crime that openAI got away with because money buys an escape route from the law and is perfect to destroy a well-balanced society. This, by all means, should be limited. We should keep a stable and healthy environment in the job market also. I get that AI will help speed up the development process of many technologies and software, but not things like art, music, or any form of creative work. It's not the right place for a generative technology. By all means, I hope the EU regulation will be a stone in the shoes of openAI and other big AI companies in destroying any kind of fun and enjoyment we still had left. For a future built on feelings and judgment, not glued up together facts by some random machine.",
      "excerpt": "Why I think AI should be contained.",
      "tags": [
        "Artificial Inteligence",
        "AI",
        "IT",
        "Technology"
      ],
      "createdAt": "2025-06-24T09:13:59.455Z",
      "updatedAt": "2025-06-24T09:13:59.455Z",
      "published": true,
      "coverImage": "/uploads/1750754549022.jpg",
      "images": []
    }
  ]
}